{
  "title.main": "THESIS",
  "title.candidates": "Candidates",
  "title.skills": "Technologies we master",
  "title.ideas": "Our thesis ideas / proposals",
  "title.timeframe": "Timeframe",
  "title.contact": "Contact",

  "candidate.isakovic": "Explorer. Problem solver. Student.",
  "candidate.stana": "My most distinctive skill is my creativity. I always like to look at problems from multiple perspectives to find the best solutions.",
  "candidate.davila-mendez": "I'm a passionate programmer, weaving logic into lines of code to turn ideas into digital reality.",

  "ideas.1.title": "AI driven penetration testing tool",
  "ideas.1.description": "Stays up to date on the latest security vulnerabilities and methods used by hackers with the support of artificial intelligence and Internet access.",
  "ideas.1.features": "Checks a selected application for security vulnerabilities.\n\nAlways stays up to date on hacker attacks and discovered vulnerabilities using artificial intelligence and Internet access.",
  "ideas.1.integrations.CI/CD": "Can also be developed as a CI/CD integration to ensure an always secure development cycle.",
  "ideas.1.integrations.IDE": "Integration can also take place in the IDE to get real-time feedback on the security of the code written.",

  "ideas.2.title": "Marketing Tool with adaptive AI",
  "ideas.2.description": "Finds strategies and reacts to past campaigns in order to make the best marketing decision.",
  "ideas.2.features": "Adapts to the company or industry that operates the application and provides valuable reviews about the chosen marketing strategies.\n\nWith adaptive AI, the tool reacts and adapts to realtime changes from past campaigns and delivers useful advice.\n\nInternet access allows the tool to keep up with the latest trends and provide suggestions in this aspect as well.",

  "ideas.note": "We are open to your ideas as well!",

  "timeframe.internship": "If possible in the course of an internship with a duration of 4 - 8 weeks.",

  "isakovic.about": "Hello! My name is Arim and I enjoy being virtual. I am currently attending the Higher Technical College in Leonding. During my four years of computer science training, I learned to write robust code, work in teams and navigate various software areas. When I have time, I usually delve into the world of video games or work on decentralized systems. Here are some technologies I've been working with recently:",
  "stana.about":"Hello :D. My name is Andrei, but you can also call me Andi. Like my two colleagues, I am in my fourth year at HTBLA Leonding. During my schooling I was able to learn valuable skills such as software engineering, teamwork, time management and quality assurance. In my free time, I like to explore new technologies, play guitar and spend time with my dog, who I love to tell about my programming challenges :)",
  "davila.about": ""

}